abiword
adobe-source-han-sans-otc-fonts
amd-ucode
arch-install-scripts
asciinema
base
bat
bc
blender
blueman
bluez-utils
bottom
brightnessctl
cheese
cliphist
dconf-editor
deepin-sound-theme
docker
dunst
dust
eza
fastfetch
font-manager
ghostty
github-cli
glm
gnuplot
go
gphoto2
gptfdisk
grml-zsh-config
grub-theme-vimix
gthumb
gutenprint
haveged
hypridle
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprshade
hyprsunset
kitty
krita
lazygit
lld
lldb
luarocks
maplemono-nf
maplemono-ttf
mc
mosh
mousepad
mplayer
network-manager-applet
ntp
numlockx
nwg-look
obs-studio
otf-font-awesome-5
otf-monaspace
pacman-contrib
powertop
procs
psf-cozette
putty
qpwgraph
qt6ct
redshift
ristretto
sd
sddm
showmethekey
slop
socat
solaar
sound-theme-smooth
speech-dispatcher
speedtest-cli
sshfs
starship
swappy
system-config-printer
tectonic
tela-circle-icon-theme-orange
terminus-font
thunderbird
tokei
tree
tree-sitter-cli
ttc-iosevka
ttc-iosevka-slab
ttf-caladea
ttf-carlito
ttf-fira-code
ttf-jetbrains-mono
ttf-opensans
ttf-roboto-mono
unarchiver
vivaldi
vulkan-extra-layers
vulkan-html-docs
vulkan-tools
vulkan-utility-libraries
vulkan-validation-layers
waybar
wev
wf-recorder
woff2-font-awesome
wofi-emoji
xdg-user-dirs
xf86-input-wacom
xfce4-appfinder
xfce4-artwork
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfdesktop
xfwm4-themes
xorg-xev
xournalpp
yay
yazi
