abiword
accountsservice
adobe-source-han-sans-otc-fonts
amd-ucode
antlr4-runtime
arch-install-scripts
archlinux-xdg-menu
ark
asciinema
base
bat
bc
blender
blueman
bluez-utils
bottom
brightnessctl
cheese
cliphist
dconf-editor
docker
dolphin
dunst
dust
efibootmgr
eza
fastfetch
fd
ffmpegthumbnailer
font-manager
ghostty
github-cli
glm
gnome-themes-extra
go
gphoto2
gptfdisk
grml-zsh-config
gthumb
gutenprint
haveged
hyperfine
hypridle
hyprlock
hyprpaper
hyprpolkitagent
hyprpwcenter
hyprqt6engine
hyprshot
hyprsunset
kitty
krita
kvantum
lazygit
lld
lldb
luarocks
maplemono-ttf
mc
mosh
mplayer
network-manager-applet
ntp
numlockx
nwg-look
obs-studio
otf-font-awesome-5
pacman-contrib
pavucontrol
powertop
procs
psf-cozette
putty
qalculate-qt
qpwgraph
qt6ct
redshift
ruby-erb
sd
showmethekey
slop
socat
speedtest-cli
sshfs
starship
swappy
system-config-printer
tectonic
tela-circle-icon-theme-orange
terminus-font
thunderbird
tokei
tree-sitter-cli
ttc-iosevka
ttc-iosevka-slab
ttf-caladea
ttf-carlito
ttf-fira-code
ttf-jetbrains-mono
ttf-opensans
ttf-roboto-mono
uv
vivaldi
vulkan-extra-layers
vulkan-html-docs
vulkan-tools
vulkan-utility-libraries
vulkan-validation-layers
waybar
wev
wf-recorder
woff2-font-awesome
wtype
xdg-user-dirs
xf86-input-wacom
xorg-server
xorg-xev
xournalpp
yay
zoxide
