7zip
a52dec
aalib
abiword
abseil-cpp
accountsservice
acl
adobe-source-han-sans-otc-fonts
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alembic
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
amd-ucode
antlr4-runtime
aom
appstream
aquamarine
arch-install-scripts
archlinux-keyring
archlinux-xdg-menu
ark
asciinema
at-spi2-core
atkmm
attica
attr
audit
autoconf
automake
avahi
baloo
baloo-widgets
base
base-devel
bash
bat
bc
binutils
bison
blas
blender
blosc
blueman
bluez
bluez-libs
bluez-utils
boost-libs
botan
bottom
breeze-icons
brightnessctl
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cairomm-1.16
cblas
cdparanoia
chafa
cheese
chromaprint
cifs-utils
clang
cliphist
clutter
clutter-gst
clutter-gtk
cmake
cogl
compiler-rt
confuse
containerd
convertlit
coreutils
cppdap
cryptsetup
cups
cups-filters
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dconf
dconf-editor
ddcutil
debugedit
default-cursors
desktop-file-utils
device-mapper
diffutils
dkms
docker
dolphin
dos2unix
dosfstools
dotconf
double-conversion
draco
duktape
dunst
dust
e2fsprogs
ebook-tools
efibootmgr
efivar
embree
enca
enchant
exiv2
expat
eza
faac
faad2
fakeroot
fastfetch
fd
ffmpeg
ffmpegthumbnailer
fftw
file
file-roller
filesystem
findutils
flac
flex
fluidsynth
fmt
font-manager
fontconfig
foomatic-db-gutenprint-ppds
freeglut
freetype2
frei0r-plugins
fribidi
fuse-common
fuse2
fuse3
fzf
gawk
gc
gcc
gcc-libs
gcr-4
gd
gdbm
gdk-pixbuf2
geoclue
gettext
ghostscript
ghostty
ghostty-shell-integration
ghostty-terminfo
giflib
git
github-cli
glew
glfw
glib-networking
glib2
glib2-devel
glibc
glibmm
glibmm-2.68
glm
glslang
glu
glycin
gmp
gnome-desktop
gnome-desktop-common
gnome-themes-extra
gnome-video-effects
gnu-free-fonts
gnulib-l10n
gnupg
gnuplot
gnustep-base
gnutls
go
gobject-introspection-runtime
goffice
gperftools
gpgme
gpgmepp
gphoto2
gpm
gpsd
gptfdisk
graphene
graphite
greetd
greetd-agreety
greetd-regreet
grep
grim
grml-zsh-config
groff
gsettings-desktop-schemas
gsettings-system-schemas
gsl
gsm
gssdp
gst-plugin-gtk
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtest
gthumb
gtk-layer-shell
gtk-update-icon-cache
gtk3
gtk4
gtk4-layer-shell
gtkmm-4.0
gtkmm3
guile
gupnp
gupnp-igd
gutenprint
gvfs
gvfs-gphoto2
gzip
harfbuzz
harfbuzz-icu
haveged
hdf5
hicolor-icon-theme
hidapi
highway
hunspell
hwdata
hwloc
hyperfine
hyphen
hyprcursor
hyprgraphics
hypridle
hyprland
hyprland-guiutils
hyprland-qt-support
hyprlang
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprpwcenter
hyprqt6engine
hyprshot
hyprsunset
hyprtoolkit
hyprutils
hyprwayland-scanner
i2c-tools
iana-etc
icu
ijs
imagemagick
imath
imlib2
iniparser
intel-oneapi-common
intel-oneapi-compiler-dpcpp-cpp-runtime-libs
intel-oneapi-compiler-shared-runtime-libs
intel-oneapi-openmp
intel-oneapi-tbb
intel-oneapi-tcm
iproute2
iptables
iputils
iso-codes
jansson
jasper
jbig2dec
jbigkit
jemalloc
jq
json-c
json-glib
jsoncpp
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcolorscheme
kcompletion
kcompletion5
kconfig
kconfig5
kconfigwidgets
kcoreaddons
kcoreaddons5
kcrash
kcrash5
kdbusaddons
kded
kdnssd
kdsoap-qt6
kdsoap-ws-discovery-client
keyutils
kfilemetadata
kglobalaccel
kguiaddons
kguiaddons5
ki18n
ki18n5
kiconthemes
kidletime
kio
kio-extras
kirigami
kitemviews
kitemviews5
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kmod
knewstuff
knotifications
kpackage
kparts
kpty
krb5
krita
kservice
ktextwidgets
kuserfeedback
kvantum
kwallet
kwidgetsaddons
kwidgetsaddons5
kwindowsystem
kwindowsystem5
kxmlgui
l-smash
lame
lapack
lasem
lazygit
lcms2
ldb
leancrypto
less
level-zero-loader
libadwaita
libaec
libaio
libao
libappindicator
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libavtp
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-smart
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcaca
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcerf
libcheese
libcloudproviders
libcolord
libcups
libcupsfilters
libdaemon
libdatachannel
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdecor
libdeflate
libdisplay-info
libdovi
libdrm
libdv
libdvdnav
libdvdread
libebur128
libedit
libei
libelf
libepoxy
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libfreeaptx
libftdi
libfyaml
libgcrypt
libgirepository
libgit2
libglvnd
libgme
libgpg-error
libgphoto2
libgsf
libgudev
libhandy
libharu
libheif
libical
libice
libidn
libidn2
libiec61883
libimobiledevice
libimobiledevice-glue
libinih
libinput
libisl
libjpeg-turbo
libjuice
libjxl
libkdcraw5
libkexiv2
libksba
liblc3
libldac
libldap
libliftoff
liblqr
liblrdf
libltc
libluv
libmad
libmanette
libmd
libmicrodns
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspack
libmtp
libmysofa
libnautilus-extension
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnvme
libogg
libopenmpt
libopenraw
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipewire
libplacebo
libplist
libpng
libppd
libproxy
libpsl
libpulse
libqalculate
libraqm
libraw
libraw1394
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsigc++-3.0
libsm
libsndfile
libsodium
libsoup3
libsoxr
libspectre
libspeechd
libspnav
libsrtp
libssh
libssh2
libstemmer
libsysprof-capture
libtasn1
libtatsu
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunibreak
libunistring
libunwind
liburing
libusb
libusb-compat
libusbmuxd
libutempter
libutf8proc
libuv
libva
libvdpau
libverto
libvorbis
libvpl
libvpx
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzip
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-amdgpu
linux-firmware-atheros
linux-firmware-broadcom
linux-firmware-cirrus
linux-firmware-intel
linux-firmware-mediatek
linux-firmware-nvidia
linux-firmware-other
linux-firmware-radeon
linux-firmware-realtek
linux-firmware-whence
linux-headers
lirc
lld
lldb
llhttp
llvm
llvm-libs
lm_sensors
lmdb
log4cplus
lua
lua51-lpeg
luajit
luarocks
lv2
lvm2
lz4
lzo
m4
mailcap
make
manifold
maplemono-ttf
materialx
mbedtls
mc
md4c
mdadm
media-player-info
mesa
meson
minizip-ng
mjpegtools
mkinitcpio
mkinitcpio-busybox
mlt
mobile-broadband-provider-info
mosh
mpdecimal
mpfr
mpg123
mplayer
msgpack-c
mtdev
nanobind
ncurses
neon
neovim
nettle
network-manager-applet
networkmanager
nftables
ninja
nm-connection-editor
node-gyp
nodejs
nodejs-nopt
noto-fonts
noto-fonts-emoji
npm
npth
nspr
nss
ntfs-3g
ntp
numlockx
nwg-look
obs-studio
ocl-icd
onetbb
oniguruma
openal
opencolorio
opencore-amr
openexr
openh264
openimagedenoise
openimageio
openjpeg2
openpgl
openshadinglanguage
openssh
openssl
opensubdiv
openvdb
openxr
opus
orc
otf-font-awesome-5
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pango
pangomm
pangomm-2.48
parted
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-clone
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookiejar
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-io-tty
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
pinentry
pipewire
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkgconf
plasma-activities
playerctl
polkit
polkit-qt6
poppler
poppler-data
poppler-glib
poppler-qt6
popt
portaudio
potrace
powertop
pps-tools
procps-ng
procs
protobuf
psf-cozette
psmisc
ptex
pugixml
putty
pybind11
pyside6
pystring
python
python-absl
python-autocommand
python-cairo
python-charset-normalizer
python-dbus
python-gobject
python-idna
python-jaraco.collections
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jinja
python-markupsafe
python-more-itertools
python-numpy
python-opengl
python-packaging
python-platformdirs
python-pycups
python-pyxdg
python-requests
python-setuptools
python-tqdm
python-urllib3
python-wheel
qalculate-qt
qca-qt6
qpdf
qpwgraph
qrcodegencpp-cmake
qrencode
qt5-base
qt5-declarative
qt5-svg
qt5-translations
qt5-wayland
qt5-x11extras
qt6-5compat
qt6-base
qt6-declarative
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-shadertools
qt6-speech
qt6-svg
qt6-translations
qt6ct
quazip-qt5
raptor
rasqal
rav1e
re2
readline
recode
redland
redshift
rhash
ripgrep
ripgrep-all
rnnoise
rtkit
rtmpdump
rubberband
ruby
ruby-erb
rubygems
runc
sbc
sd
sdbus-cpp
sdl2-compat
sdl3
seatd
sed
semver
serd
shaderc
shadow
shared-mime-info
shiboken6
showmethekey
simde
simdjson
slang
slop
slurp
smbclient
snappy
sndio
socat
solid
sonnet
sord
sound-theme-freedesktop
soundtouch
spandsp
spdlog
speech-dispatcher
speedtest-cli
speex
speexdsp
spirv-tools
sqlite
sratom
srt
sshfs
starship
sudo
svt-av1
svt-hevc
swappy
syndication
syntax-highlighting
system-config-printer
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tdb
tectonic
tela-circle-icon-theme-orange
terminus-font
tevent
texinfo
thin-provisioning-tools
thunderbird
tinysparql
tokei
tomlplusplus
tpm2-tss
tree-sitter
tree-sitter-c
tree-sitter-cli
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttc-iosevka
ttc-iosevka-slab
ttf-caladea
ttf-carlito
ttf-croscore
ttf-dejavu
ttf-fira-code
ttf-gohu-nerd
ttf-jetbrains-mono
ttf-liberation
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
ttf-opensans
ttf-proggyclean-nerd
ttf-roboto-mono
twolame
tzdata
udisks2
unarchiver
unibilium
unrar
unzip
upower
usbmuxd
usd
uthash
util-linux
util-linux-libs
uv
uwsm
v4l-utils
v4l2loopback-dkms
vapoursynth
vid.stab
vivaldi
vmaf
volume_key
vulkan-extra-layers
vulkan-html-docs
vulkan-icd-loader
vulkan-mesa-device-select
vulkan-radeon
vulkan-tools
vulkan-utility-libraries
vulkan-validation-layers
wavpack
waybar
wayland
wayland-protocols
webkitgtk-6.0
webrtc-audio-processing-1
wev
wf-recorder
which
wildmidi
wireplumber
wl-clipboard
woff2
woff2-font-awesome
wofi
wpa_supplicant
wtype
wv
wxwidgets-common
wxwidgets-gtk3
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xcur2png
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-input-wacom
xkeyboard-config
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xev
xorg-xkbcomp
xorg-xprop
xorg-xrandr
xorg-xset
xorg-xwayland
xorgproto
xournalpp
xsel
xvidcore
xxhash
xz
yaml-cpp
yay
yyjson
zbar
zenity
zeromq
zimg
zip
zix
zlib
zlib-ng
zoxide
zsh
zstd
zvbi
zxing-cpp
